Revit 2024 API
SymbolTypeId.LbfPerFtSup2 Property
 Symbol lbf/ft², indicating unit Pounds force per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbfPerFtSup2 { get; }
Visual Basic
Public Shared ReadOnly Property LbfPerFtSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbfPerFtSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace